Repository: linuxmint/bulky
Catalog: po/bulky-szl.po
Languages: szl

source: Cancel
szl: Pociep

source: Add
szl: Przidej

source: Rename...
szl: Przemianuj...

source: About
szl: Informacyje

source: Quit
szl: Zakōńcz

source: Name
szl: Miano

source: New name
szl: Nowe miano

source: Rename Files
szl: Przemianuj zbiory

source: Add files
szl: Przidej zbiory

source: Unable to rename '%s': File name too long
szl: Niy idzie przemianować '%s': za duge miano ôd zbioru

source: Unable to rename '%s': %s
szl: Niy idzie przemianować '%s': %s

source: File Renamer
szl: Zmiana mian ôd zbiorōw

source: Rename files and directories
szl: Przemianuj zbiory i katalogi

source: Name collision on '%s'.
szl: Kolizyjŏ mian w '%s'.

source: '%s' is not writeable.
szl: '%s' niy ma zapisowalne.

source: Add files...
szl: Przidej zbiory...

source: Remove
szl: Wyciep

source: Remove selected files
szl: Wyciep ôbrane zbiory

source: Clear
szl: Wysnŏż

source: Replace
szl: Podmiyń

source: Insert
szl: Wrŏź

source: Change case
szl: Zmiyń wielgość liter

source: Name only
szl: Ino miano

source: Extension only
szl: Ino rozszerzynie

source: Entire filename
szl: Cołke miano ôd zbioru

source: Find:
szl: Znojdź:

source: Replace:
szl: Podmiyń:

source: Regular expression
szl: Regularny ausdruk

source: Case sensitive
szl: Pozorny na wielgość liter

source: At position:
szl: Na pozycyji:

source: From the end
szl: Ôd kōńca

source: Overwrite
szl: Nadpisz

source: Text:
szl: Tekst:

source: Convert to:
szl: Przerōb na:

source: Lower case
szl: Małe litery

source: First character uppercase
szl: Piyrszŏ litera wielgŏ

source: Title case
szl: Jak tytuł

source: Upper case
szl: Wielge litery

source: Remove from position:
szl: Wyciep ôd pozycyje:

source: To position:
szl: Do pozycyje:

source: Close
szl: Zawrzij

source: Rename
szl: Przemianuj
