Repository: linuxmint/bulky
Catalog: po/bulky-*.po
Languages: ckb, ko, ku, lo, te, uz

source: Cancel
ckb: هه‌ڵوه‌شاندنه‌وه‌
ko: 취소
ku: Betal Bike
lo: ຍົກເລີກ
te: రద్దు చేయి
uz: Bekor qilish

source: Add
ckb: زیادکردن
ko: 추가
ku: Lêzêdekirin
lo: ເພີ່ມ
te: కలపండి
uz: Qo‘shish

source: Rename...
ckb: ناو گۆڕین...
ko: 이름 변경...
ku: Nav biguherîne...
lo: ປ່ຽນຊື່...
te: పేరు మార్చు...
uz: Nomini oʻzgartirish...

source: About
ckb: دەربارە
ko: 정보
ku: Derbar
lo: ກ່ຽວກັບ
te: గురించి
uz: Haqida

source: Quit
ckb: دەرچوون
ko: 닫기
ku: Derkeve
lo: ອອກ
te: నిష్క్రమించు
uz: Chiqish

source: Name
ckb: ناو
ko: 이름
ku: Nav
lo: ຊື່
te: పేరు
uz: Nomi

source: New name
ckb: ناوی نوێ
ko: 새 이름
ku: Navê nû
lo: ຊື່ໃໝ່
te: కొత్త పేరు
uz: Yangi nom

source: Use %n, %0n, %00n, %000n, etc. to enumerate.
ko: %n, %0n, %00n, %000n 등을 사용하여 나열합니다.
lo: ໃຊ້ %n, %0n, %00n, %000n, ແລະອື່ນໆ ເພື່ອຈັດລຳດັບ.
te: లెక్కించడానికి %n, %0n, %00n, %000n, మొదలైన వాటిని ఉపయోగించండి.
uz: Hisoblash uchun %n, %0n, %00n, %000n va hokazolardan foydalaning.

source: Rename Files
ckb: ناونانەوەی پەڕگەکان
ko: 파일 이름 변경
ku: Binavkirina Dosyayê
lo: ປ່ຽນຊື່ໄຟລ໌
te: ఫైల్స్ పేరు మార్చండి
uz: Fayllar nomini oʻzgartirish

source: Add files
ckb: زیادکردنی پەڕگە
ko: 파일 추가
ku: Zêdekirina dosyayê
lo: ເພີ່ມໄຟລ໌
te: ఫైల్‌లను జోడించండి
uz: Fayllarni qo‘shish

source: Unable to rename '%s': File name too long
ckb: نەتوانرا '%s' ناوبرنێتەوە: ناوەکە زۆر درێژە
ko: '%s'로 파일 이름을 바꿀 수 없습니다 : 파일 이름이 너무 깁니다
ku: Jinûve nayê binavkirin '%s': Navê dosyayê dirêje
lo: ບໍ່ສາມາດປ່ຽນຊື່ '%s': ຊື່ໄຟລ໌ຍາວເກີນໄປ
te: '%s' పేరు మార్చడం సాధ్యం కాలేదు: ఫైల్ పేరు చాలా పొడవుగా ఉంది
uz: “%s” nomini o‘zgartirib bo‘lmadi: Fayl nomi juda uzun

source: Unable to rename '%s': Remote operation failed. This may be due to insufficient permissions or a server error.
ko: '%s'의 이름을 바꿀 수 없습니다: 원격 작업에 실패했습니다. 권한이 부족하거나 서버 오류가 원인일 수 있습니다.
lo: ບໍ່ສາມາດປ່ຽນຊື່ '%s': ການດຳເນີນງານທາງໄກລົ້ມເຫຼວ. ອາດເປັນຍ້ອນສິດບໍ່ພຽງພໍ ຫຼື ເຊີບເວີຂັດຂ້ອງ.
te: '%s' పేరు మార్చలేకపోయింది: రిమోట్ ఆపరేషన్ విఫలమైంది. ఇది తగినంత అనుమతులు లేకపోవడం లేదా సర్వర్ లోపం వల్ల కావచ్చు.
uz: “%s” nomini o‘zgartirib bo‘lmadi: masofaviy operatsiya amalga oshmadi. Buning sababi etarli ruxsatnomalar yoki server xatosi bo‘lishi mumkin.

source: Unable to rename '%s': %s
ckb: ناتوانیت '%s' ناوبنێیت: %s
ko: '%s': %s 로 이름을 바꿀 수 없습니다
ku: Jinûve nayê binavkirin'%s': %s
lo: ບໍ່ສາມາດປ່ຽນຊື່ '%s' ໄດ້: %s
te: '%s' పేరు మార్చడం సాధ్యం కాలేదు: %s
uz: “%s” nomini o‘zgartirib bo‘lmadi: %s

source: File Renamer
ckb: ناونەرەوەی پەڕگە
ko: 파일 이름 변경
ku: Jinûve Binavkirin
lo: ໂປຣແກຣມປ່ຽນຊື່ໄຟລ໌
te: ఫైల్ పేరుమార్చేది
uz: Fayl nomini oʻzgartiruvchi

source: Rename files and directories
ckb: دووبارە ناوی پەڕگە و پێڕستەکان بنێرەوە
ko: 파일 및 디렉터리 이름 변경
ku: Dosya û rê jinûve binav bikin
lo: ປ່ຽນຊື່ໄຟລ໌ ແລະ ໄດເຣັກທໍຣີ
te: ఫైల్‌లు మరియు డైరెక్టరీల పేరు మార్చండి
uz: Fayllar va kataloglarning nomini o'zgartirish

source: Name collision on '%s'.
ckb: پێکدادانی ناو لەگەڵ '%s'.
ko: '%s'의 이름 충돌
ku: Hevkatina nav vekirî ye'%s'.
lo: ຊື່ຊໍ້າກັນຢູ່ທີ່ '%s'.
te: '%s' అనే పేరు ముందుగా ఉపయోగించబడింది
uz: '%s' da nomlar to‘qnashuvi.

source: '%s' is not writeable.
ckb: ناتوانرێت '%s' بنوسرێت.
ko: '%s'은(는) 쓸 수 없습니다.'
ku: '%s' nayê nivîsandin.
lo: '%s' ບໍ່ສາມາດຂຽນໄດ້.
te: '%s' లో వ్రాయరాదు
uz: '%s' yozish mumkin emas.

source: Add files...
ckb: زیادکردنی پەڕگە
ko: 파일 추가...
ku: Zêdekirina dosyayan...
lo: ເພີ່ມໄຟລ໌...
te: ఫైళ్లను జోడించండి...
uz: Fayllar qo‘shish...

source: Remove
ckb: لابردن
ko: 제거
ku: Jê bibe
lo: ລຶບອອກ
te: తీసెయి
uz: Olib tashlash

source: Remove selected files
ckb: لابردنی پەڕگە دیاریکراوەکان
ko: 선택된 파일 제거
ku: Dosyayên jêgirtî rakin
lo: ລຶບໄຟລ໌ທີ່ເລືອກອອກ
te: ఎంచుకున్న ఫైల్‌లను తీసివేయండి
uz: Belgilangan fayllarni olib tashlash

source: Clear
ckb: پاککردنەوە
ko: 초기화
ku: Paqij Bike
lo: ລ້າງ
te: తుడిచివేయి
uz: Tozalash

source: Replace
ckb: جێگرتنەوە
ko: 변환
ku: Cîhgûherîn
lo: ແທນທີ່
te: మార్చు
uz: Almashtirish

source: Insert
ckb: تێخستن
ko: 추가
ku: Texistin
lo: ແຊກ
te: పెట్టు
uz: Kiritish

source: Change case
ckb: گۆڕینی دۆخ
ko: 변환 방식
ku: Kasê biguherîne
lo: ປ່ຽນຕົວອັກສອນ
te: కేసు మార్చండి
uz: Registrni o‘zgartirish

source: Name only
ckb: تەنها ناو
ko: 이름만 변경
ku: Tenê nav
lo: ສະເພາະຊື່
te: పేరు మాత్రమే
uz: Faqat nomi

source: Extension only
ckb: تەنها پاشبەند
ko: 확장자만 변경
ku: Tenê lehik
lo: ສະເພາະນາມສະກຸນ
te: పొడిగింపు మాత్రమే
uz: Faqat kengaytmasi

source: Entire filename
ckb: تەواوی ناوی پەڕگە
ko: 파일 전체 이름
ku: Hemî navêdosya
lo: ຊື່ໄຟລ໌ທັງໝົດ
te: పూర్తి ఫెల్ పేరు
uz: Butun fayl nomi

source: Find:
ckb: دۆزینه‌وه‌:
ko: 찾기:
ku: Lêgerîn:
lo: ຄົ້ນຫາ:
te: వెతుకు
uz: Topish:

source: Replace:
ckb: لەجێدانان
ko: 변환:
ku: Cîhgûherîn
lo: ແທນທີ່:
te: మార్చు:
uz: Almashtirish:

source: Use %n, %0n, %00n, etc. to enumerate.
ko: %n, %0n, %00n, 등을 사용하여 나열합니다.
lo: ໃຊ້ %n, %0n, %00n, ແລະອື່ນໆ ເພື່ອຈັດລຳດັບ.
te: లెక్కించడానికి %n, %0n, %00n, మొదలైన వాటిని ఉపయోగించండి.
uz: Hisoblash uchun %n, %0n, %00n va hokazolardan foydalaning.

source: Regular expression
ckb: دەربڕینێکی باو
ko: 정규 표현식
ku: Derbirîna bi pergal
lo: ການສະແດງອອກປົກກະຕິ
te: సాధారణ వ్యక్తీకరణ
uz: Muntazam ifoda

source: Case sensitive
ckb: دۆخ هەستیار
ko: 대소문자 구분
ku: Ji rewşê re hestiyare
lo: ແຍກຕົວພິມໃຫຍ່-ນ້ອຍ
te: అక్షరము చిన్నాపెద్దతేడా
uz: Harflar katta-kichikligiga sezgir

source: Start number:
ko: 시작:
lo: ເລີ່ມຕົ້ນຕົວເລກ:
te: ప్రారంభ సంఖ్య:
uz: Boshlanish raqami:

source: Increment:
ko: 증가:
lo: ເພີ່ມຂຶ້ນເທື່ອລະ:
te: పెంపు:
uz: O‘sish:

source: At position:
ckb: لە ناونیشانی:
ko: 위치:
ku: Ji pozîsyona:
lo: ທີ່ຕຳແໜ່ງ:
te: స్థానం వద్ద:
uz: Joyida:

source: From the end
ckb: لە کۆتاوە
ko: 뒤에서부터
ku: Cîhê dawî
lo: ຈາກທ້າຍ
te: చివరి నుండి
uz: Oxiridan

source: Overwrite
ckb: لە جێ نوسین
ko: 덮어쓰기
ku: Li ser binivîse
lo: ຂຽນທັບ
te: మొత్తం తీసేసి మల్లీ రాయి
uz: Qayta yozish

source: Text:
ckb: دەق:
ko: 내용:
ku: Nivîs:
lo: ຂໍ້ຄວາມ:
te: వచనం:
uz: Matn:

source: Convert to:
ckb: گۆڕین بە:
ko: 변환:
ku: Guhertin a:
lo: ປ່ຽນເປັນ:
te: దీనికి మార్చు:
uz: Konvertatsiya qilish:

source: Lower case
ckb: پیتی بچوک
ko: 소문자 형식
ku: Kasa piçûk
lo: ຕົວພິມນ້ອຍ
te: చిన్న పదాలు
uz: Kichik harf

source: First character uppercase
ckb: پێویستە یەکەم پیت گەورەبێت
ko: 첫 번째 문자 대문자 형식
ku: Karekterê ewil mezin
lo: ຕົວອັກສອນທຳອິດເປັນຕົວພິມໃຫຍ່
te: మొదటి అక్షరం పెద్దది
uz: Birinchi belgi katta

source: Title case
ckb: باری ناونیشان
ko: 제목 형식
ku: Kasa sernivîs
lo: ຕົວພິມໃຫຍ່ທຸກຄຳ
te: ప్రతి పదంలో మొదటి అక్షరం పెద్దగా ఉండాలి
uz: Sarlavha registri

source: Upper case
ckb: پیتی گەورە
ko: 대문자 형식
ku: Kasa mezin
lo: ຕົວພິມໃຫຍ່
te: ప్రతి పదంలో అన్ని అక్షరాలు పెద్దగా ఉండాలి
uz: Katta harflar

source: Remove accents
ko: 악센트 제거
lo: ລຶບສຳນຽງ
te: స్వరాలు తొలగించండి
uz: Urg‘ularni olib tashlash

source: Remove from position:
ckb: لابردن لە ئەم ناونیشانە:
ko: 위치에서:
ku: Ji wî cîh rake
lo: ລຶບອອກຈາກຕຳແໜ່ງ:
te: స్థానం నుండి తీసివేయి:
uz: Joylashuvdan olib tashlash:

source: To position:
ckb: بۆ ناونیشانی:
ko: 위치까지 제거:
ku: Bicihkirin
lo: ໄປທີ່ຕຳແໜ່ງ:
te: స్థానానికి:
uz: Joylashtirish:

source: Close
ckb: داخستن
ko: 닫기
ku: Bigire
lo: ປິດ
te: మూసివేయి
uz: Yopish

source: Rename
ckb: ناونانەوە
ko: 이름변경
ku: Jinûnavkirin
lo: ປ່ຽນຊື່
te: పేరుమార్చు
uz: Nomini o‘zgartirish
