Repository: linuxmint/bulky
Catalog: po/bulky-la.po
Languages: la

source: Cancel
la: Interrumpe

source: Add
la: Adde

source: Rename...
la: Nomen muta ...

source: About
la: Circa

source: Quit
la: Relinque

source: Name
la: Nomen

source: New name
la: Nomen novum

source: Rename Files
la: Nomina Plicarum Muta

source: Add files
la: Plicas adde

source: Unable to rename '%s': File name too long
la: Nomen '%s' mutari non potest: Nomen plicae nimis longum

source: Unable to rename '%s': %s
la: Nomen '%s' mutari non potest: %s

source: File Renamer
la: Commutatio Nominum

source: Rename files and directories
la: Nomina plicarum et directoriorum muta

source: Name collision on '%s'.
la: Collisio nominum in '%s'.

source: '%s' is not writeable.
la: '%s' non est scribendum.

source: Add files...
la: Plicas adde ...

source: Remove selected files
la: Plicas electas remove

source: Clear
la: Dele

source: Replace
la: Substitue

source: Insert
la: Insere

source: Change case
la: Maiusculas minusculis permuta

source: Name only
la: Nomen modo

source: Extension only
la: Extensio modo

source: Entire filename
la: Nomen totum

source: Find:
la: Inveni:

source: Replace:
la: Substitue:

source: Regular expression
la: Expressio regularis

source: Case sensitive
la: Maiusculas e minusculis discerne

source: At position:
la: Ad positionem:

source: From the end
la: E fine

source: Overwrite
la: Supra scribe

source: Text:
la: Scriptum:

source: Convert to:
la: Permuta ad:

source: Lower case
la: Ad litteras minusculas

source: First character uppercase
la: Ad primam litteram maiusculam

source: Title case
la: Ad modum titulorum

source: Upper case
la: Ad litteras maiusculas

source: Remove from position:
la: E positione remove:

source: To position:
la: Ad positionem:

source: Close
la: Claude

source: Rename
la: Nomen muta
